var lrc = `
[00:00.34]難念的經
[00:10.34]周華健
[00:31.34]笑你我枉花光心計 愛競逐鏡花那美麗
[00:36.57]怕幸運會轉眼遠逝 為貪嗔喜惡怒着迷
[00:41.80]責你我太貪功戀勢 怪大地眾生太美麗
[00:46.98]悔舊日太執信約誓 為悲歡哀怨妒着迷
[00:52.44]啊 捨不得璀燦俗世
[00:57.38]啊 躲不開痴戀的欣慰
[01:02.74]啊 找不到色相代替
[01:07.84]啊 參一生參不透這條難題
[01:12.37]吞風吻雨葬落日未曾旁徨
[01:15.55]欺山趕海踐雪徑也未絕望
[01:18.54]拈花把酒偏折煞世人情狂
[01:20.83]憑這兩眼與百臂或千手不能防
[01:23.46]天闊闊雪漫漫共誰同航
[01:25.94]這沙滾滾水皺皺笑着浪蕩
[01:28.53]貪歡一餉偏教那女兒情長埋葬
[01:33.94]吞風吻雨葬落日未曾旁徨
[01:36.20]欺山趕海踐雪徑也未絕望
[01:38.93]拈花把酒偏折煞世人情狂
[01:41.54]憑這兩眼與百臂或千手不能防
[01:44.37]天闊闊雪漫漫共誰同航
[01:46.88]這沙滾滾水皺皺笑着浪蕩
[01:49.45]貪歡一餉偏教那女兒情長埋葬
[02:15.80]笑你我枉花光心計 愛競逐鏡花那美麗
[02:21.15]怕幸運會轉眼遠逝 為貪嗔喜惡怒着迷
[02:26.31]責你我太貪功戀勢 怪大地眾生太美麗
[02:31.50]悔舊日太執信約誓 為悲歡哀怨妒着迷
[02:36.79]啊 捨不得璀燦俗世
[02:41.82]啊 躲不開痴戀的欣慰
[02:47.02]啊 找不到色相代替
[02:52.27]啊 參一生參不透這條難題
[02:57.34]吞風吻雨葬落日未曾旁徨
[02:59.91]欺山趕海踐雪徑也未絕望
[03:02.62]拈花把酒偏折煞世人情狂
[03:05.50]憑這兩眼與百臂或千手不能防
[03:07.93]天闊闊雪漫漫共誰同航
[03:10.43]這沙滾滾水皺皺笑着浪蕩
[03:13.06]貪歡一餉偏教那女兒情長埋葬
[03:18.25]吞風吻雨葬落日未曾旁徨
[03:20.86]欺山趕海踐雪徑也未絕望
[03:23.42]拈花把酒偏折煞世人情狂
[03:26.02]憑這兩眼與百臂或千手不能防
[03:28.73]天闊闊雪漫漫共誰同航
[03:31.41]這沙滾滾水皺皺笑着浪蕩
[03:33.90]貪歡一餉偏教那女兒情長埋葬
[03:39.22]吞風吻雨葬落日未曾旁徨
[03:42.00]欺山趕海踐雪徑也未絕望
[03:44.57]拈花把酒偏折煞世人情狂
[03:46.99]憑這兩眼與百臂或千手不能防
[03:49.65]天闊闊雪漫漫共誰同航
[03:52.20]這沙滾滾水皺皺笑着浪蕩
[03:54.89]貪歡一餉偏教那女兒情長埋葬
[04:05.15]拈花把酒偏折煞世人情狂
[04:08.27]憑這兩眼與百臂或千手不能防
[04:10.55]天闊闊雪漫漫共誰同航
[04:13.11]這沙滾滾水皺皺笑着浪蕩
[04:15.64]貪歡一餉偏教那女兒情長埋葬
`;
